Repository: OpenAgenda/wordpress
Catalog: languages/openagenda-*.po
Languages: fr_fr

source: OpenAgenda Settings
fr_fr: Réglages OpenAgenda

source: Settings
fr_fr: Réglages

source: General
fr_fr: Généraux

source: General settings
fr_fr: Réglages généraux

source: Display settings
fr_fr: Réglages d'affichage

source: No post ID was provided.
fr_fr: Aucun ID de publication n'a été fourni.

source: The post ID provided does not refer to a calendar.
fr_fr: L'identifiant fourni ne correspond à aucun agenda.

source: calendar
fr_fr: agenda

# Post type general name
source: Calendars
fr_fr: Agendas

# Post type singular name
source: Calendar
fr_fr: Agenda

# Admin Menu text
source: Calendars
fr_fr: Agendas

# Add New on Toolbar
source: Calendar
fr_fr: Agenda

source: Add New Calendar
fr_fr: Ajouter un nouvel agenda

source: New Calendar
fr_fr: Nouvel agenda

source: Edit Calendar
fr_fr: Modifier l'agenda

source: View Calendar
fr_fr: Voir l'agenda

source: All Calendars
fr_fr: Tous les agendas

source: Search Calendars
fr_fr: Chercher dans les agendas

source: Parent Calendars:
fr_fr: Agenda parent&nbsp;:

source: No Calendars found.
fr_fr: Aucun agenda trouvé.

source: No Calendars found in Trash.
fr_fr: Aucun agenda dans la corbeille.

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Calendar Cover Image
fr_fr: Image mise en avant de l'agenda

source: Calendar archives
fr_fr: Archive des agendas

source: Insert into Calendar
fr_fr: Insérer dans l'agenda

source: Uploaded to this Calendar
fr_fr: Téléversé vers cet agenda

source: Filter Calendars list
fr_fr: Filtrer la liste des agendas

source: Calendars list navigation
fr_fr: Navigation de la liste des agendas

source: Calendars list
fr_fr: Liste des agendas

source: Please provide a calendar UID in this calendar's settings box first.
fr_fr: Veuillez fournir un UID d'agenda valide dans les réglages de l'agenda.

source: Calendars
fr_fr: Agendas

source: Manage calendars display settings here.
fr_fr: Gérez vos réglages d'affichage ici.

source: Colors
fr_fr: Couleurs

source: OpenAgenda main color
fr_fr: Couleur principal Openagenda

source: Map tiles link :
fr_fr: Liens du fond de carte&nbsp;:

source: Automatically update map on scroll ?
fr_fr: Ajuster automatiquement la carte au défilement ?

source: Default longitude :
fr_fr: Longitude par défaut&nbsp;:

source: Default latitude :
fr_fr: Latitude par défaut&nbsp;:

source: Map default zoom :
fr_fr: Niveau de zoom par défaut&nbsp;:

source: Placeholder text :
fr_fr: Texte de substitution&nbsp;:

source: Search events
fr_fr: Rechercher un événement

source: Tag group :
fr_fr: Groupe de tag&nbsp;:

source: Tags to display :
fr_fr: Tags à afficher&nbsp;:

source: Enter tags separated by a comma.
fr_fr: Entrer les tags séparés par des virgules.

source: Openagenda Filter
fr_fr: OpenAgenda - Filtre

source: Displays a filter widget.
fr_fr: Affiche un filtre.

source: Title :
fr_fr: Titre :

source: Filter to display :
fr_fr: Filtre à afficher&nbsp;:

source: Choose filter
fr_fr: Choisissez un filtre

# Filter name
source: Active filters
fr_fr: Filtres actifs

# Filter name
source: Calendar
fr_fr: Calendrier

# Filter name
source: Map
fr_fr: Carte

# Filter name
source: Upcoming
fr_fr: Prochainement

# Filter name
source: Search
fr_fr: Rechercher

source: Calendar settings
fr_fr: Réglages de l'agenda

source: Calendar UID
fr_fr: UID de l'agenda

source: How to find my calendar UID ?
fr_fr: Comment trouver l'UID de mon agenda ?

source: Events per page
fr_fr: Evénements par page

source: Display setting
fr_fr: Réglage d'affichage

source: Display as list
fr_fr: Afficher en liste

source: Display as grid
fr_fr: Afficher en grille

source: Display editor content on list view.
fr_fr: Afficher le contenu sur les vues liste.

source: Display editor content on single event views.
fr_fr: Afficher le contenu sur les vues événement simples.

source: Please provide your account API key in <a href="%s">the plugin settings</a>.
fr_fr: Veuillez fournir la clé API de votre compte dans <a href="%s">les réglages de l'extension</a>.

source: New field
fr_fr: Nouveau champ

source: There was an error parsing the JSON.
fr_fr: Il y a eu une erreur de lecture du JSON.

source: Number of events to display&nbsp;:
fr_fr: Nombre d'événements à afficher&nbsp;:

source: Openagenda Preview
fr_fr: OpenAgenda - Aperçu

source: Displays a calendar preview widget.
fr_fr: Affiche un aperçu de l'agenda.

source: Agenda UID :
fr_fr: UID de l'agenda&nbsp;:

source: OpenAgenda API key
fr_fr: Clé API OpenAgenda

source: Your API key can be found in your <a href="%s">OpenAgenda account</a>.
fr_fr: Vous pouvez trouver votre clé API sur votre <a href="%s">compte OpenAgenda</a>.

source: Allow embedded content.
fr_fr: Autoriser les contenus embarqués.

source: Allow for embedded content in the event's content.
fr_fr: Autoriser le contenu embarqué dans le contenu des événements.

source: By default, embedded content like Youtube players will be filtered, and will not appear on the frontend. Checking this option will disable filtering.
fr_fr: Par défaut, les contenus embarqués comme les lecteur Youtube sont filtrés et n'apparitront pas sur le devant du site. En cochant cette option, vous désactiverez ce filtrage.

source: Load default stylesheets.
fr_fr: Charger des styles par défaut.

source: Load default styling.
fr_fr: Charger les styles par défaut.

source: Cache duration
fr_fr: Durée du cache

source: Requests responses are temporarily stored for performance reasons. This setting controls the number of seconds basic requests responses are stored
fr_fr: Les requêtes sont mise en cache temporaire pour des raisons de performance. Ce réglage contrôle le nombre de secondes pendant lesquelles les requêtes sont stockées

source: Default map tiles link
fr_fr: Liens du fond de carte

source: Default map tiles attribution link
fr_fr: URL des crédits du fond de carte

source: OpenStreetMap contributors
fr_fr: Les contributeurs OpenStreetMap

source: Delete all calendar content on uninstall ?
fr_fr: Supprimer tous les contenus des agendas lors de la désinstallation ?

source: Delete all posts of type "Calendar" permanently when I uninstall the plugin. Content will NOT be deleted when deactivating the plugin.
fr_fr: Effacer tous les contenus de type "Agenda" définitivement quand je désinstalle cette extension. Le contenu NE sera PAS supprimé lors d'une désactivation.

source: Delete all options on uninstall ?
fr_fr: Supprimer tous les réglages de l'extension lors de la désinstallation ?

source: Delete all of this plugin's settings permanently when I uninstall the plugin.
fr_fr: Supprimer définitivement tous les réglages de cette extension quand je la désinstalle.

source: Calendar base
fr_fr: Base des agendas

source: You can modify the URL prefix for the calendars. For example, the default prefix is <code>calendar</code>, so URLs will look like <code>%s/calendar/calendar-name</code>.
fr_fr: Vous pouvez modifier le préfixe des URLs des agendas. Par exemple, le préfixe par défaut est <code>agenda</code>, donc vos URLs ressembleront à <code>%s/agenda/nom-de-l-agenda</code>.

source: Please provide a valid calendar UID to display in the calendar settings.
fr_fr: Veuillez fournir un UID d'agenda valide dans les réglages de l'agenda.

source: Preview the calendar
fr_fr: Prévisualiser l'agenda

source: Search this calendar
fr_fr: Chercher dans cet agenda

source: Accessible to people suffering from motor disabilities.
fr_fr: Accessible aux personnes souffrant de handicap moteur.

source: Accessible to people suffering from mental disabilities.
fr_fr: Accessible aux personnes souffrant de handicap psychique.

source: Accessible to people suffering from hearing impairments.
fr_fr: Accessible aux personnes souffrant de handicap auditif.

source: Accessible to people suffering from visual impairments.
fr_fr: Accessible aux personnes souffrant de handicap visuel.

source: Fetching events... Please wait a moment.
fr_fr: Recherche des événements en cours... Veuillez patienter un moment.

source: There was an error updating the events. Pleaser refresh the page and try again.
fr_fr: Il y a eu une erreur lors de la mise à jour des événements. Veuillez rafraichir la page et réessayer.

# next event timing
source: In %s
fr_fr: Dans %s

# last event timing
source: %s ago
fr_fr: Il y a %s

source: No timing available
fr_fr: Pas d'horaire disponible

source: View previous month
fr_fr: Voir le mois précédent

source: View next month
fr_fr: Voir le mois suivant

source: %d upcoming event.
fr_fr: %d événement à venir.

source: No upcoming event.
fr_fr: Pas d'événement à venir.

source: %d passed event.
fr_fr: %d événement passé.

source: No passed event.
fr_fr: Aucun événement passé.

source: Share on Facebook
fr_fr: Partager sur Facebook

source: Share on Twitter
fr_fr: Partager sur Twitter

source: Share on Linkedin
fr_fr: Partager sur Linkedin

source: Share :
fr_fr: Partager&nbsp;:

source: Offline
fr_fr: Physique

source: Online
fr_fr: En ligne

source: Mixed
fr_fr: Physique/en ligne

source: Access the event
fr_fr: Accéder à l'événement

source: Previous page
fr_fr: Page précédente

source: Next page
fr_fr: Page suivante

source: Download :
fr_fr: Télécharger&nbsp;:

# event navigation
source: Next event
fr_fr: Evénement suivant

# event navigation
source: Previous event
fr_fr: Evénement précédent

source: Sorry, we could not find any event.
fr_fr: Désolé, aucun événement n'a été trouvé.

source: Access the online event:
fr_fr: Accéder à l'événement en ligne&nbsp;:

source: Registration:
fr_fr: Inscription&nbsp;:
